{
    "translation":{
        "text":"angielski",
        "Twój asystent w wyborze ścieżki życia": "Your assistant in choosing a life path",
        "Odpowiedz na nasz quiz i znajdź idealną uczelnię w zaledwie 5 minut! Nasz zaawansowany algorytm dopasuje uczelnie do Twoich indywidualnych preferencji i przedstawi je na wykresie, który uwzględnia elastyczność oraz techniczność oferowanych programów studiów. Na wykresie oś pionowa to elastyczność studiów, od tradycyjnych do online, a oś pozioma to techniczność studiów, od tradycyjnych do politechnik.": "Answer our quiz and find the perfect university in just 5 minutes! Our advanced algorithm will match universities to your individual preferences and present them in a graph that takes into account the flexibility and technicality of the degree programs offered. In the graph, the vertical axis is the flexibility of the studies, from traditional to online, and the horizontal axis is the technicality of the studies, from traditional to polytechnics.",
        "Zobacz jakie to ":"See how ",
        "proste":"simple",
        " ": " it is",
        "Rozpocznij quiz":"Start the quiz",
        "Jesteś na końcu liceum i chcesz znaleźć idealną uczelnię, która nie tylko pomoże Ci zdobyć kompetencje, ale także rozwinie Twój krąg przyjaciół? Świetnie trafiłeś! Przejdź nasz 5-minutowy quiz i odkryj uczelnię, która spełni Twoje oczekiwania.":"Are you at the end of high school and want to find the perfect college that will not only help you gain competence, but also develop your circle of friends? You've come to a great place! Take our 5-minute quiz and discover the college that'll meet your needs.",
        "Ukończyłeś już studia licencjackie lub magisterskie i teraz szukasz szkoły podyplomowej lub programu doktorskiego? Trafiłeś w dziesiątkę! Przystąp teraz i odkryj idealną uczelnię dla Ciebie.": "Have you already completed your bachelor's or master's degree and are now looking for a postgraduate school or doctoral program? You've hit the jackpot! Join now and discover the perfect university for you.",
        "Jesteś rodzicem, który z troską myśli o przyszłości swojego dziecka i szuka odpowiedniej dla niego uczelni? Nasz quiz jest również dla Ciebie. Przystąp teraz i dowiedz się, która uczelnia spełni oczekiwania Twojego dziecka.":"Are you a parent who is concerned about your child's future and is looking for the right college for your child? Our quiz is also for you. Join now and find out which university will meet your child's expectations.",
        "wyszukaj uczelnie...": "Search for colleges...",
        "Kim jesteś?":"Who are you?",
        "Rodzicem":"Parent",
        "Absolwentem szkoły ponadpodstawowej":"A graduate of a secondary school",
        "Absolwentem studiów":"College graduate",
        "Absolwentem z zagranicy":"Graduate from abroad",
        "Jakiego rodzaju studiami jesteś zainteresowany?":"What kind of studies are you interested in?",
        "Studia dzienne":"Full-time studies",
        "Studia zaoczne":"Study in absentia",
        "Studia online":"Online studies",
        "Czy ma dla ciebie znaczenie lokalizacja uczelni?":"Does the location of the university matter to you?",
        "Nie":"No",
        "Tak":"Yes",
        "Jakie znaczenie ma dla ciebie ranking szkoły na tle ogólnopolskim?":"What is the significance to you of the school's ranking against the national background?",
        "Bardzo małe znaczenie":"Very low importance",
        "Małe znaczenie":"Low importance",
        "Bez zdania":"No opinion",
        "Duże znaczenie":"High importance",
        "Bardzo duże znaczenie":"Very high importance",
        "Zależy Mi na studiach, które prowadzą do konkretnego zawodu lub certyfikatu?":"I care about studies that lead to a specific profession or certification?",
        "Bardzo się nie zgadzam":"I very much disagree",
        "Nie zgadzam się":"I disagree",
        "Zgadzam się":"I agree",
        "Bardzo się zgadzam":"I very much agree",
        "Preferujesz pracę z ludźmi, pracę z danymi, czy może prace z przyrodą?":"Do you prefer working with people, working with data, or perhaps working with nature?",
        "Praca z ludźmi":"Working with people",
        "Praca z danymi":"Working with data",
        "Praca z naturą":"Working with nature",
        "Czy preferujesz kierunki studiów prowadzące do pracy biurowej, fizyczna, naukowej, czy może bardziej jako freelancer?":"Do you prefer majors that lead to office work, physical work, scientific work, or more as a freelancer?",
        "Praca biurowa":"Office work",
        "Praca naukowa":"Scientific work",
        "Praca fizyczna":"Physical work",
        "Freelancerka":"Freelancer",

        "Czy strona internetowa kampus-kompas jest bezpłatna?":"Is the campus-compass website free?",
        "Tak, nasza strona jest całkowicie bezpłatna. Nie wymagamy żadnych opłat za korzystanie z naszych narzędzi i treści.":"Yes, our site is completely free of charge. We do not require any fees for the use of our tools and content.",
        "Jakie są korzyści z wyboru właściwego kierunku studiów?":"What are the benefits of choosing the right field of study?",
        "Wybór odpowiedniego kierunku studiów może znacząco wpłynąć na Twoją przyszłość zawodową. Pomaga to uniknąć frustracji i niezadowolenia z wyboru zawodu, a także zwiększa szanse na sukces i satysfakcję zawodową.":"Choosing the right course of study can significantly affect your professional future. It helps you avoid frustration and dissatisfaction with your career choice, and increases your chances of success and career satisfaction.",
        "Czy mogę znaleźć informacje o uczelniach na tej stronie?":"Can I find information about universities on this site?",
        "Tak, znajdziesz informacje o wielu uczelniach, ich programach studiów, lokalizacjach i wymaganiach rekrutacyjnych.":"Yes, you will find information about many universities, their study programs, locations and enrollment requirements.",
        "Jakie kierunki studiów są najbardziej popularne?":"What are the most popular majors?",
        "Przygotowaliśmy listę najpopularniejszych kierunków studiów, ale warto pamiętać, że popularność może się zmieniać w zależności od regionu i trendów.":"We've compiled a list of the most popular majors, but it's worth remembering that popularity can change depending on region and trends.",
        "Jak mogę znaleźć odpowiedni kierunek studiów dla siebie?":"How can I find the right field of study for me?",
        "Na naszej stronie oferujemy narzędzia do samooceny, w formie quizu, który pomoże Ci określić, jaka ścieżka może być najlepszy dla Ciebie.":"On our site we offer self-assessment tools, in the form of a quiz, which will help you determine what path may be best for you.",


        "Lubię zadania teoretyczne, oraz wykłady akademickie.":"I like theoretical assignments, and academic lectures.",
        "Dalej":"Next",
        "Rozwiązywanie problemów":"Problem solving",
        "Empatia i komunikacja":"Empathy and communication",
        "Kreatywność i innowacyjność":"Creativity and innovation",
        "Zrozumienie technologii":"Understanding of technology",
        "Jak daleko może znajdować się uczelnia?":"How far away can the university be?",
        "Interesują mnie programy wymiany między narodowej lub praktyki zawodowe.":"I am interested in inter-national exchange programs or apprenticeships.",
        "Jakie umiejętności uważasz za swoje największe atuty?":"What skills do you consider to be your greatest strengths?",
        "Posiadam artystyczne lub twórcze zainteresowania.":"I have artistic or creative interests.",
        "Interesuję się kwestiami społecznymi, takimi jak: edukacja, zdrowie publiczne lub pomoc społeczna.":"I am interested in social issues such as education, public health or social welfare.",
        "Jestem zainteresowany pracą z technologią i komputerami.":"I am interested in working with technology and computers.",
        "Pasjonuję mnie historia oraz kultura.":"I am passionate about history and culture.",
        "Jestem zainteresowany zagadnieniami związanymi z ochroną środowiska lub zrównoważonym rozwojem.":"I am interested in environmental issues or sustainable development.",
        "Interesuję się edycją filmów, obróbką zdjęć lub też innego rodzaju sztuką.":"I am interested in video editing, photo editing or other types of art.",
        "Jestem zainteresowany matematyką, technologią, zarządzeniem danymi.":"I am interested in mathematics, technology, data management.",
        "Preferuję pracę, która wymaga wysiłku naukowego i intelektualnego, oraz przeprowadzania badań.":"I prefer work that requires scientific and intellectual effort, and conducting research."
    }
}