{
    "translation":{
        "text":"angielski",
        "Twój asystent w wyborze ścieżki życia": "Your assistant in choosing a life path",
        "Odpowiedz na nasz quiz i znajdź idealną uczelnię w zaledwie 5 minut! Nasz zaawansowany algorytm dopasuje uczelnie do Twoich indywidualnych preferencji i przedstawi je na wykresie, który uwzględnia elastyczność oraz techniczność oferowanych programów studiów. Na wykresie oś pionowa to elastyczność studiów, od tradycyjnych do online, a oś pozioma to techniczność studiów, od tradycyjnych do politechnik.": "Answer our quiz and find the perfect university in just 5 minutes! Our advanced algorithm will match universities to your individual preferences and present them in a graph that takes into account the flexibility and technicality of the degree programs offered. In the graph, the vertical axis is the flexibility of the studies, from traditional to online, and the horizontal axis is the technicality of the studies, from traditional to polytechnics.",
        "Zobacz jakie to ":"See how ",
        "proste":"simple",
        " ": " it is",
        "Rozpocznij quiz":"Start the quiz",
        "Jesteś na końcu liceum i chcesz znaleźć idealną uczelnię, która nie tylko pomoże Ci zdobyć kompetencje, ale także rozwinie Twój krąg przyjaciół? Świetnie trafiłeś! Przejdź nasz 5-minutowy quiz i odkryj uczelnię, która spełni Twoje oczekiwania.":"Are you at the end of high school and want to find the perfect college that will not only help you gain competence, but also develop your circle of friends? You've come to a great place! Take our 5-minute quiz and discover the college that'll meet your needs.",
        "Ukończyłeś już studia licencjackie lub magisterskie i teraz szukasz szkoły podyplomowej lub programu doktorskiego? Trafiłeś w dziesiątkę! Przystąp teraz i odkryj idealną uczelnię dla Ciebie.": "Have you already completed your bachelor's or master's degree and are now looking for a postgraduate school or doctoral program? You've hit the jackpot! Join now and discover the perfect university for you.",
        "Jesteś rodzicem, który z troską myśli o przyszłości swojego dziecka i szuka odpowiedniej dla niego uczelni? Nasz quiz jest również dla Ciebie. Przystąp teraz i dowiedz się, która uczelnia spełni oczekiwania Twojego dziecka.":"Are you a parent who is concerned about your child's future and is looking for the right college for your child? Our quiz is also for you. Join now and find out which university will meet your child's expectations.",
        "wyszukaj uczelnie...": "Search for colleges..."
    }
}