{
    "translation":{
        "text":"ukrainski",
        "Twój asystent w wyborze ścieżki życia": "Ваш помічник у виборі життєвого шляху",
        "Odpowiedz na nasz quiz i znajdź idealną uczelnię w zaledwie 5 minut! Nasz zaawansowany algorytm dopasuje uczelnie do Twoich indywidualnych preferencji i przedstawi je na wykresie, który uwzględnia elastyczność oraz techniczność oferowanych programów studiów. Na wykresie oś pionowa to elastyczność studiów, od tradycyjnych do online, a oś pozioma to techniczność studiów, od tradycyjnych do politechnik.": "Дайте відповідь на наш тест і знайдіть ідеальний університет всього за 5 хвилин! Наш вдосконалений алгоритм підбере університети відповідно до ваших індивідуальних уподобань і представить їх у вигляді графіка, який враховує гнучкість і технічність пропонованих навчальних програм. На графіку вертикальна вісь - це гнучкість навчання, від традиційного до онлайн, а горизонтальна вісь - технічність навчання, від традиційного до політехнічного.",
        "Zobacz jakie to ":"Подивіться, як ",
        "proste":"просто",
        "Rozpocznij quiz": "Почніть вікторину",
        "Jesteś na końcu liceum i chcesz znaleźć idealną uczelnię, która nie tylko pomoże Ci zdobyć kompetencje, ale także rozwinie Twój krąg przyjaciół? Świetnie trafiłeś! Przejdź nasz 5-minutowy quiz i odkryj uczelnię, która spełni Twoje oczekiwania.":"Ти закінчуєш середню школу і хочеш знайти ідеальний університет, який не тільки допоможе тобі здобути знання, але й розширити коло друзів? Ви потрапили в потрібне місце! Пройдіть наш 5-хвилинний тест і знайдіть університет, який відповідає вашим потребам.",
        "Ukończyłeś już studia licencjackie lub magisterskie i teraz szukasz szkoły podyplomowej lub programu doktorskiego? Trafiłeś w dziesiątkę! Przystąp teraz i odkryj idealną uczelnię dla Ciebie.": "Ви вже отримали ступінь бакалавра або магістра і тепер шукаєте аспірантуру або докторантуру? Ви виграли джекпот! Приєднуйтесь зараз і знайдіть ідеальний університет для себе.",
        "Jesteś rodzicem, który z troską myśli o przyszłości swojego dziecka i szuka odpowiedniej dla niego uczelni? Nasz quiz jest również dla Ciebie. Przystąp teraz i dowiedz się, która uczelnia spełni oczekiwania Twojego dziecka.":"Ви батьки, які турбуються про майбутнє своєї дитини і шукають для неї найкращий університет? Наш тест також для вас. Приєднуйтесь зараз і дізнайтеся, який університет відповідатиме очікуванням вашої дитини.",
        "wyszukaj uczelnie...": "Пошук коледжів..."

    }
}