{
    "translation":{
        "text":"ukrainski",
        "Twój asystent w wyborze ścieżki życia": "Ваш помічник у виборі життєвого шляху",
        "Odpowiedz na nasz quiz i znajdź idealną uczelnię w zaledwie 5 minut! Nasz zaawansowany algorytm dopasuje uczelnie do Twoich indywidualnych preferencji i przedstawi je na wykresie, który uwzględnia elastyczność oraz techniczność oferowanych programów studiów. Na wykresie oś pionowa to elastyczność studiów, od tradycyjnych do online, a oś pozioma to techniczność studiów, od tradycyjnych do politechnik.": "Дайте відповідь на наш тест і знайдіть ідеальний університет всього за 5 хвилин! Наш вдосконалений алгоритм підбере університети відповідно до ваших індивідуальних уподобань і представить їх у вигляді графіка, який враховує гнучкість і технічність пропонованих навчальних програм. На графіку вертикальна вісь - це гнучкість навчання, від традиційного до онлайн, а горизонтальна вісь - технічність навчання, від традиційного до політехнічного.",
        "Zobacz jakie to ":"Подивіться, як ",
        "proste":"просто",
        "Rozpocznij quiz": "Почніть вікторину",
        "Jesteś na końcu liceum i chcesz znaleźć idealną uczelnię, która nie tylko pomoże Ci zdobyć kompetencje, ale także rozwinie Twój krąg przyjaciół? Świetnie trafiłeś! Przejdź nasz 5-minutowy quiz i odkryj uczelnię, która spełni Twoje oczekiwania.":"Ти закінчуєш середню школу і хочеш знайти ідеальний університет, який не тільки допоможе тобі здобути знання, але й розширити коло друзів? Ви потрапили в потрібне місце! Пройдіть наш 5-хвилинний тест і знайдіть університет, який відповідає вашим потребам.",
        "Ukończyłeś już studia licencjackie lub magisterskie i teraz szukasz szkoły podyplomowej lub programu doktorskiego? Trafiłeś w dziesiątkę! Przystąp teraz i odkryj idealną uczelnię dla Ciebie.": "Ви вже отримали ступінь бакалавра або магістра і тепер шукаєте аспірантуру або докторантуру? Ви виграли джекпот! Приєднуйтесь зараз і знайдіть ідеальний університет для себе.",
        "Jak daleko może znajdować się uczelnia?":"Як далеко може бути університет?",
        "Jesteś rodzicem, który z troską myśli o przyszłości swojego dziecka i szuka odpowiedniej dla niego uczelni? Nasz quiz jest również dla Ciebie. Przystąp teraz i dowiedz się, która uczelnia spełni oczekiwania Twojego dziecka.":"Ви батьки, які турбуються про майбутнє своєї дитини і шукають для неї найкращий університет? Наш тест також для вас. Приєднуйтесь зараз і дізнайтеся, який університет відповідатиме очікуванням вашої дитини.",
        "wyszukaj uczelnie...": "Пошук коледжів...",
        "Kim jesteś?":"Хто ти?",
        "About": "про",
        "Us": "нас",
        "Rodzicem":"Батько",
        "Absolwentem szkoły ponadpodstawowej":"Випускник середньої школи",
        "Absolwentem studiów":"Випускник університету",
        "Absolwentem z zagranicy":"Іноземний випускник",
        "Jakiego rodzaju studiami jesteś zainteresowany?":"Яке навчання вас цікавить?",
        "Studia dzienne":"Денна форма навчання",
        "Studia zaoczne":"Заочна форма навчання",
        "Studia online":"Онлайн-навчання",
        "Czy ma dla ciebie znaczenie lokalizacja uczelni?":"Чи має для вас значення місце розташування університету?",
        "Czy strona internetowa kampus-kompas jest bezpłatna?":"Чи є сайт campus-compass безкоштовним?",
        "Tak, nasza strona jest całkowicie bezpłatna. Nie wymagamy żadnych opłat za korzystanie z naszych narzędzi i treści.":"Так, наш веб-сайт є повністю безкоштовним. Ми не вимагаємо жодних платежів за використання наших інструментів та контенту.",
        "Jakie są korzyści z wyboru właściwego kierunku studiów?":"Які переваги вибору правильного курсу навчання?",
        "Wybór odpowiedniego kierunku studiów może znacząco wpłynąć na Twoją przyszłość zawodową. Pomaga to uniknąć frustracji i niezadowolenia z wyboru zawodu, a także zwiększa szanse na sukces i satysfakcję zawodową.":"Вибір правильного курсу навчання може мати значний вплив на ваше професійне майбутнє. Це допоможе вам уникнути розчарування та незадоволення своїм вибором професії, а також підвищить ваші шанси на успіх і задоволення від роботи",
        "Czy mogę znaleźć informacje o uczelniach na tej stronie?":"Чи можу я знайти інформацію про університети на цьому сайті?",
        "Tak, znajdziesz informacje o wielu uczelniach, ich programach studiów, lokalizacjach i wymaganiach rekrutacyjnych.":"Так, ви знайдете інформацію про багато університетів, їхні навчальні програми, місцезнаходження та умови вступу.",
        "Jakie kierunki studiów są najbardziej popularne?":"Які курси в університетах є найпопулярнішими?",
        "Przygotowaliśmy listę najpopularniejszych kierunków studiów, ale warto pamiętać, że popularność może się zmieniać w zależności od regionu i trendów.":"Ми склали список найпопулярніших спеціальностей, але варто пам'ятати, що популярність може змінюватися залежно від регіону та тенденцій.",
        "Jak mogę znaleźć odpowiedni kierunek studiów dla siebie?":"Як я можу знайти потрібну мені спеціальність?",
        "Na naszej stronie oferujemy narzędzia do samooceny, w formie quizu, który pomoże Ci określić, jaka ścieżka może być najlepszy dla Ciebie.":"На нашому сайті ми пропонуємо інструменти самооцінки у вигляді тесту, які допоможуть вам визначити, який шлях може бути найкращим для вас.",

        "Nie":"НI",
        "Tak":"Так",
        "Jakie znaczenie ma dla ciebie ranking szkoły na tle ogólnopolskim?":"Наскільки важливим, на Вашу думку, є рейтинг Вашого навчального закладу порівняно з національним рівнем?",
        "Bardzo małe znaczenie":"Дуже низька важливість",
        "Małe znaczenie":"Низька важливість",
        "Bez zdania":"Немає думки",
        "Duże znaczenie":"Висока важливість",
        "Bardzo duże znaczenie":"Дуже важливе значення",
        "Zależy Mi na studiach, które prowadzą do konkretnego zawodu lub certyfikatu?":"Мене цікавить навчання, яке веде до отримання конкретної професії або сертифікату?",
        "Bardzo się nie zgadzam":"Повністю не згоден",
        "Nie zgadzam się":"Не згоден",
        "Zgadzam się":"Я згоден",
        "Bardzo się zgadzam":"Цілком згоден",
        "Preferujesz pracę z ludźmi, pracę z danymi, czy może prace z przyrodą?":"Ви віддаєте перевагу роботі з людьми, роботі з даними чи, можливо, роботі з природою?",
        "Praca z ludźmi":"Робота з людьми",
        "Praca z danymi":"Робота з даними",
        "Praca z naturą":"Робота з природою",
        "Czy preferujesz kierunki studiów prowadzące do pracy biurowej, fizyczna, naukowej, czy może bardziej jako freelancer?":"Ви віддаєте перевагу напрямкам навчання, які ведуть до офісної роботи, фізичної роботи, наукової роботи чи більше до фрілансу?",
        "Praca biurowa":"Офісна робота",
        "Praca naukowa":"Наукова робота",
        "Praca fizyczna":"Фізична робота",
        "Freelancerka":"Фріланс",
        "Lubię zadania teoretyczne, oraz wykłady akademickie.":"Мені подобаються теоретичні завдання та академічні лекції.",
        "Interesują mnie programy wymiany między narodowej lub praktyki zawodowe.":"Я зацікавлений у міжнародних програмах обміну або стажування.",
        "Posiadam artystyczne lub twórcze zainteresowania.":"У мене є художній або творчий інтерес.",
        "Interesuję się kwestiami społecznymi, takimi jak: edukacja, zdrowie publiczne lub pomoc społeczna.":"Мене цікавлять соціальні питання, такі як освіта, охорона здоров'я чи соціальний захист.",
        "Jestem zainteresowany pracą z technologią i komputerami.":"Мені цікаво працювати з технологіями та комп'ютерами.",
        "Rozwiązywanie problemów":"вирішення проблем",
        "Empatia i komunikacja":"Емпатія та комунікація",
        "Kreatywność i innowacyjność":"Творчість та інновації",
        "Zrozumienie technologii":"Розуміння технологій",
        "Pasjonuję mnie historia oraz kultura.":"Я захоплююся історією та культурою.",
        "Jestem zainteresowany zagadnieniami związanymi z ochroną środowiska lub zrównoważonym rozwojem.":"Я цікавлюся питаннями екології та сталого розвитку.",
        "Interesuję się edycją filmów, obróbką zdjęć lub też innego rodzaju sztuką.":"Я цікавлюся відеомонтажем, фотомонтажем або будь-яким іншим видом мистецтва.",
        "Jakie umiejętności uważasz za swoje największe atuty?":"Які навички ви вважаєте своїми найбільшими сильними сторонами?",
        "Jestem zainteresowany matematyką, technologią, zarządzeniem danymi.":"Я цікавлюся математикою, технологіями, управлінням даними.",
        "Preferuję pracę, która wymaga wysiłku naukowego i intelektualnego, oraz przeprowadzania badań.":"Віддаю перевагу роботі, яка вимагає наукових та інтелектуальних зусиль, проведення досліджень.",
        "Dalej":"наступний"
    }
}